{

    "home": "Home",
    "about_us": "About Us",
    "gallery": "Gallery",
    "contact_us": "Contact Us",
    "summary": "is a trusted company in the field of construction, manufacturing, and general supplier for the palm oil industry, stone crusher, mining and general industry.",
    "vision": "Vision",
    "mission": "Mision",
    "vision_text": "To become the best contractor and supplier for Palm oil Mill, Stone Crusher, Mining and Oil & Gas in Indonesia.",
    "mission_one": "Become a profitable company",
    "mission_two": "Expand Target Market on an ongoing basis",
    "mission_three": "Provide timely service to customers",
    "mission_four": "Placing competent HR for the right position",
    "company_culture": "Company Culture",
    "integrity": "Integrity",
    "integrity_text": "Honesty, open, and trustworthy in carrying out the duties and responsibilities given.    ",
    "commitment": "Commitment",
    "commitment_text": "Loyal and loyal to the company and provide the best for the company and customer",
    "teamwork": "Teamwork",
    "teamwork_text": "Wholeheartedly and thoroughly carry out the duties and responsibilities given",
    "responsibility": "Responsibility",
    "responsibility_text": "Open and have a strong desire to improve themselves, ways of working, products, services and services with the aim of producing even better works in the future",
    "loyalty": "Loyalty",
    "loyalty_text": "Working together, respecting, and appreciating fellow co-workers to achieve the vision and company mission",
    "innovation": "Innovation",
    "innovation_text": "Focus on product and service quality as well as optimizing the use of time and money costs in order to increase the competitiveness of the company",
    "efficiency": "Efficiency",
    "efficiency_text": "Be serious in carrying out and completing the given task well and on time",
    "our_projects": "Our Projects",
    "our_story": "Our Story",
    "about_text_1": "PT. Elang Mas Surya ( EMS ) was founded by Mr. Binsar Ho in the late 1990s, since its existence the company has held a great reputation in steel fabrication for palm oil mill processing equipment, stone crusher plant, and general industry.",
    "about_text_2": "EMS with years of expertise and experience is specialized in the Design, Supply, Service & Optimization of process equipment and wear components for the palm oil mill industry, stone crusher plant, and general industry.",

    "about_text_3": "The philosophy of EMS is to provide customers with optimized solutions through technical support settings to customers, requirements, so as to provide tailor - made solutions that are ideally suited to applications and offer services for process optimization worldwide.",
    "choose_lang": "Choose Language",
    "send_us_an_email": "Send us an email",
    "our_offie": "Our office",
    "send_message": "Send Message"
}
