{

    "home": "Beranda",
    "about_us": "Tentang kami",
    "gallery": "Galeri",
    "contact_us": "Hubungi kami",
    "summary": "adalah perusahaan terpercaya di bidang konstruksi, manufakturing, dan general supplier untuk industri kelapa sawit (palm oil), pemecah batu (stone crusher), pertambangan (mining), dan industri umum (general industry).",
    "vision": "Visi",
    "mission": "Misi",
    "vision_text": "Menjadi perusahaan kontraktor dan supplier untuk Palm oil Mill, Stone Crusher, Mining dan Oil & Gas yang terbaik di Indonesia.",
    "mission_one": "Menjadi Perusahaan yang profitable",
    "mission_two": "Memperluas Pasar Sasaran secara berkesinambungan",
    "mission_three": "Memberikan pelayanan tepat waktu kepada pelanggan",
    "mission_four": "Menempatkan SDM yang kompeten untuk jabatan yang tepat",
    "company_culture": "Budaya Perusahaan",
    "integrity": "Integritas",
    "integrity_text": "Kejujuran, terbuka, dan dapat dipercaya dalam melaksanakan tugas dan tanggung jawab yang diberikan.    ",
    "commitment": "Komitmen",
    "commitment_text": "Loyal dan setia terhadap perusahaan serta memberikan yang terbaik untuk perusahaan dan pelanggan",
    "teamwork": "Kerjasama Tim",
    "teamwork_text": "Sepenuh hati dan tuntas menjalankan tugas dan tanggung jawab yang diberikan",
    "responsibility": "Bertanggung Jawab",
    "responsibility_text": "Terbuka dan memiliki keinginan yang kuat untuk memperbaiki diri, cara kerja, produk, jasa dan pelayanan dengan tujuan menghasilkan karya yang lebih baik lagi kedepannya",
    "loyalty": "Loyalitas",
    "loyalty_text": "Saling bekerja sama, menghormati, dan menghargai sesama rekan kerja untuk mencapai visi dan misi perusahaan",
    "innovation": "Inovasi",
    "innovation_text": "Fokus terhadap kualitas produk dan pelayanan serta optimalisasi penggunaan waktu dan biaya agar mampu meningkatkan daya saing perusahaan",
    "efficiency": "Efisien",
    "efficiency_text": "Bersungguh-sungguh dalam melaksanakan dan menyelesaikan tugas yang diberikan dengan baik dan tepat waktu",
    "our_projects": "Proyek kami",
    "our_story":"Cerita Kami",
    "about_text_1": "PT. Elang Mas Surya ( EMS ) didirikan oleh Bapak Binsar Ho pada akhir tahun 1990-an, sejak keberadaan perusahaan itu telah memegang reputasi besar pada fabrikasi baja untuk pemrosesan pabrik kelapa sawit peralatan, pabrik pemecah batu dan industri umum.",
    "about_text_2": "EMS dengan pengalaman bertahun-tahun keahlian adalah spesialisasi dalam Desain, Pasokan, Layanan & Optimalisasi peralatan proses dan komponen aus untuk industri pabrik kelapa sawit, pabrik pemecah batu dan industri umum.",
    "about_text_3": "Filosofi EMS adalah menyediakan solusi yang dioptimalkan kepada pelanggan melalui setelan dukungan teknis kepada pelanggan, persyaratan, sehingga memberikan solusi yang dirancang khusus secara ideal untuk aplikasi, dan menawarkan layanan untuk pengoptimalan proses di seluruh dunia.",
    "choose_lang": "Pilih Bahasa",
    "send_us_an_email": "Ada yang mau didiskusikan? Hubungi kami.",
    "our_offie": "Kantor Kami",
    "send_message": "Kirim Pesan"
}
